[DLC06_Inv_GrenadeDaud:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[DLC06_InvPckp_Chokedust DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[DLC06_InvPckp_Chokedust:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Poeira Sufocante"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="Você não pode carregar mais munição deste tipo"

[DLC06_InvPckp_Grenade DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[DLC06_InvPckp_Grenade:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Granada"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="Você não pode carregar mais munição deste tipo"

